/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsFormatKey" = "Συνημμένα (%d)";

/* Old singular title format */
"AttachmentsKey" = "Συνημμένο (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Προσθήκη Συνημμένου";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Λήψη Φωτογραφίας";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Βιβλιοθήκη Φωτογραφιών";

/* The voice announcement when an attachment is deleted */
"AttachmentDeletedKey" = "Συνημμένο %d διαγράφηκε";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "Αρχεία";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "Ακύρωση";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Τίτλος";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Σημειώσεις";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Αξία";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Το navigationController για το τρέχον UITableViewController για FUIFormCell είναι άκυρο. FUIAttachmentsFormCell και ListPickerFormCell δεν θα λειτουργούν σωστά.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d Ωρες %d Λεπ";

/* The default keyName for the `FUIDurationPickerFormCell`. */
"Duration" = "Διάρκεια";

/* The hour label string in the FUIDurationPickerFormCell */
"hourKey" = "ώρα";

/* The hours label string in the FUIDurationPickerFormCell */
"hoursKey" = "ώρες";

/* The minute label string in the FUIDurationPickerFormCell */
"minKey" = "λεπ";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Επιλεγμένο";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Ολα";

/* The warning string when search is enabled but the ListPickerFormCell\n has the listPickerDataSource set but listPickerSearchResultsUpdating\n property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Προειδοποίηση: Η αναζήτηση είναι ανενεργή γιατί το listPickerSearchResultsUpdating in ListPickerFormCell είναι άκυρο.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Επιλογή Ολων";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Αποεπιλογή Ολων";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Κλείσιμο";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "περισσότερα";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "Λιγότερο";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "ενεργό";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "ανενεργό";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Διπλό άγγιγμα για αλλαγή ρύθμισης";

/* The default title for FUIOrderPickerFormCell.\n This string can be overwritten by the \"title\" property \n in FUIOrderPickerFormCell. */
"SortByKey" = "Ταξινόμηση κατά";

/* The sort criterion state for FUIOrderPickerFormItemCell.\n It is used in voice over. */
"NotSelectedKey" = "Δεν Επιλέχτηκε";

/* Criterion view accessibility hint */
"CriterionHintKey" = "Διπλό πάτημα για εναλλαγή της επιλογής";

/* OrderDirection view accessibility hint */
"OrderDirectionHintKey" = "Διπλό πάτημα για εναλλαγή της κατεύθυνσης σειράς";

/* FUISliderFormCell accessibility label */
"FUISliderFormCellAccessibilityLabelKey" = "αυτό είναι ρυθμιστικό %@ η μέγιστη τιμή του οποίου είναι %@ και η ελάχιστη %@";

/* FUISliderFormCell accessibility hint */
"FUISliderFormCellAccessibilityHintKey" = "Μπορείτε να σαρώσετε προς τα πάνω/κάτω ενώ το στοιχείο επιλέχτηκε για αλλαγή τιμής ρυθμιστικού";

/* FUISliderFormCell accessibility value */
"FUISliderFormCellAccessibilityValueKey" = "Τρέχουσα τιμή είναι %@";

/* FUISliderFormCell accessibility change value */
"FUISliderFormCellAccessibilityChangeValueKey" = "Τρέχουσα τιμή άλλαξε σε %@";

/* Default hint text for Read-only Field for FUITextFieldFormCell */
"ReadOnlyFieldKey" = "Πεδίο για ανάγνωση μόνο";

/* Default accessibility label for Alternative Input Action button name for FUITextFieldFormCell */
"AlternativeInputActionKey" = "Εναλλακτική ενέργεια εισόδου";

/* Button for accessibility voice over announcement */
"ButtonKey" = "Κουμπί";

/* Other accessibility hint strings */
"DoubleTapToOpenKey" = "Διπλό άγγιγμα για άνοιγμα";

"DoubleTapToCollapseKey" = "Διπλό άγγιγμα για σύμπτηξη";

"DoubleTapToSelectFromList" = "Διπλό άγγιγμα για επιλογή από τη λίστα";

"DoubleTapToSelect" = "Διπλό άγγιγμα για επιλογή";

"DoubleTapToUnselect" = "Διπλό άγγιγμα για αποεπιλογή";

/* FUIStepperView tip */
"StepperTipKey" = "Αυτή είναι μια επεξεργάσιμη μετάβαση";

/* FUIStepperView tip unable be edited */
"StepperTipNotEditableKey" = "Αυτή είναι μια μη επεξεργάσιμη μετάβαση";

/* FUIStepperView stepper maximum value */
"StepperMaximumValueKey" = "Η μέγιστη τιμή είναι %@";

/* FUIStepperView stepper minimum value */
"StepperMinimumValueKey" = "Η ελάχιστη τιμή είναι %@";

/* FUIStepperView increase button */
"StepperIncreaseValueByOneKey" = "Αύξηση της τιμής κατά 1";

/* FUIStepperView decrease button */
"StepperDecreaseValueByOneKey" = "Μείωση της τιμής κατά 1";

/* FUIStepperView textField value */
"StepperCurrentValueKey" = "Τρέχουσα τιμή είναι ";

/* Title for UINavigationBar in the FUISortFilterViewController */
"Filter" = "Φίλτρο";

/* Subtitle for UINavigationBar in the FUISortFilterViewController; \"\\(filteredNum)\" and \"\\(totalNum)\" don't require localization. */
"ResultsOf" = "Αποτελέσματα \\(filteredNum) από \\(totalNum)";

/* Title for Action Button in the FUISortFilterViewController; \"\\(filteredNum)\" doesn't require localization. */
"ShowResults" = "Εμφάνιση \\(filteredNum) στοιχείων";

/* Title for Button \"Reset\" in UINavigationBar to reset filter criteria in the FUISortFilterViewController */
"Reset" = "Επαναφορά";

/* FUIRangeSliderContentView slider tip */
"SliderTipKey" = "Αυτό είναι ένα επεξεργάσιμο ρυθμιστικό, η ελάχιστη τιμή είναι %@ και η μέγιστη τιμή είναι %@";

/* FUIRangeSliderContentView slider tip unable be editable */
"SliderTipNotEditableKey" = "Αυτό είναι ένα μη επεξεργάσιμο ρυθμιστικό, η ελάχιστη τιμή είναι  %@ και η μέγιστη τιμή είναι %@";

/* FUIRangeSliderContentView range slider tip */
"RangeSliderTipKey" = "Αυτό είναι ένα επεξεργάσιμο ρυθμιστικό εύρους, η ελάχιστη τιμή είναι %@ και η μέγιστη τιμή είναι %@";

/* FUIRangeSliderContentView range slider tip unable be editable */
"RangeSliderTipNotEditableKey" = "Αυτό είναι ένα μη επεξεργάσιμο ρυθμιστικό εύρους, η ελάχιστη τιμή είναι %@ και η μέγιστη τιμή είναι %@";

/* FUIRangeSliderContentView slider value textField */
"SliderValueTextFieldKey" = "πεδίο κειμένου τιμής ρυθμιστικού";

/* FUIRangeSliderContentView range slider lower value textField */
"RangeSliderLowerValueTextFieldKey" = "πεδίο κειμένου κατώτερης τιμής";

/* FUIRangeSliderContentView range slider upper value textField */
"RangeSliderUpperValueTextFieldKey" = "πεδίο κειμένου ανώτερης τιμής";

/* FUIRangeSliderContentView range slider textField hint text */
"RangeSliderTextFieldHintKey" = "Μπορείτε να αγγίξετε δύο φορές για είσοδο συγκεκριμένης τιμής";

/* FUIRangeSlider slider thumb tip */
"SliderThumbTipKey" = "δείκτης κύλισης ρυθμιστικού, η τρέχουσα τιμή είναι";

/* FUIRangeSlider slider hint text */
"SliderThumbHintKey" = "μπορείτε να κάνετε σάρωση προς τα πάνω ή προς τα κάτω για να αλλάξετε την τιμή";

/* FUIRangeSlider lower range slider thumb tip */
"LowerRangeSliderThumbTipKey" = "δείκτης κύλισης κατώτερου ρυθμιστικού, η τρέχουσα τιμή είναι";

/* FUIRangeSlider lower range slider thumb hint text */
"LowerRangeSliderThumbHintKey" = "μπορείτε να κάνετε σάρωση προς τα πάνω ή προς τα κάτω για να αλλάξετε την κατώτερη τιμή";

/* FUIRangeSlider upper range slider thumb tip */
"UpperRangeSliderThumbTipKey" = "δείκτης κύλισης ανώτερου ρυθμιστικού, η τρέχουσα τιμή είναι";

/* FUIRangeSlider upper range slider thumb hint text */
"UpperRangeSliderThumbHintKey" = "μπορείτε να κάνετε σάρωση προς τα πάνω ή προς τα κάτω για να αλλάξετε την ανώτερη τιμή";

/* FUIRangeSlider slider value tip */
"SliderValueTipKey" = "τρέχουσα τιμή είναι %@";

/* FUIRangeSlider range slider value tip */
"RangeSliderValueTipKey" = "Η τρέχουσα κατώτερη τιμή είναι %@, η ανώτερη τιμή είναι %@";

